# encoding=utf-8

area = (('北京市 朝阳区 静安庄', '北京市 朝阳区 静安庄'),
        ('北京市 海淀区 中关村', '北京市 海淀区 中关村'),
        ('安徽省 合肥市 蜀山区', '安徽省 合肥市 蜀山区'),
        ('广东省 深圳市 宝安区', '广东省 深圳市 宝安区'))

cargo_type = (('衣服鞋帽', '衣服鞋帽'),
              ('生活用品', '生活用品'),
              ('电子产品', '电子产品'),
              ('食品', '食品'),
              ('配件', '配件'),
              ('文件书刊', '文件书刊'),
              ('其它', '其它'),
              )

express_company = ((u'顺丰(需要审批流)', u'顺丰(需要审批流)'),
                   (u'圆通', u'圆通'),
                   (u'中通', u'中通'),
                   (u'百世', u'百世'),
                   (u'EMS', u'EMS'),
                   (u'DHL', u'DHL'),
                   (u'UPS', u'UPS'),
                   (u'TNT', u'TNT'),
                   (u'申通', u'申通'),
                   (u'韵达', u'韵达'),
                   (u'京东', u'京东'),
                   (u'优速', u'优速'),
                   (u'德邦', u'德邦'),
                   (u'联邦', u'联邦'),
                   (u'天天', u'天天'),
                   (u'国通', u'国通'),
                   (u'速尔', u'速尔'),
                   (u'快捷', u'快捷'),
                   (u'宅急送', u'宅急送'),
                   )