# encoding=utf-8

area = (('北京市 朝阳区 静安庄', '北京市 朝阳区 静安庄'),
        ('北京市 海淀区 中关村', '北京市 海淀区 中关村'),
        ('安徽省 合肥市 蜀山区', '安徽省 合肥市 蜀山区'),
        ('广东省 深圳市 宝安区', '广东省 深圳市 宝安区'))

cargo_type = (('衣服鞋帽', '衣服鞋帽'),
              ('生活用品', '生活用品'),
              ('电子产品', '电子产品'),
              ('食品', '食品'),
              ('配件', '配件'),
              ('文件书刊', '文件书刊'),
              ('其它', '其它'),
              )

express_company = (('顺丰(需要审批流)', '顺丰(需要审批流)'),
                   ('圆通', '圆通'),
                   ('中通', '中通'),
                   ('百世汇丰', '百世汇丰'),
                   ('EMS', 'EMS'),
                   ('申通', '申通'),
                   ('韵达', '韵达'),
                   ('京东', '京东'),
                   ('优速', '优速'),
                   ('德邦', '德邦'),
                   ('天天', '天天'),
                   ('国通', '国通'),
                   ('宅急送', '宅急送'),
                   )